<?php
return [
    'required'=>"هذا الحقل مطلوب ",
    'number'=>'رقم غير صالح',
    'options'=>'غير صالح الاختيارت المتاحة هى ',
    'string'=>'نص غير صالح',
    'ip'=>'عنوان بروتوكول انترنت غير صالح',
    'email'=>'بريد الكترونى غير صالح ',
    'unique'=>'موجود بالفعل ',
    'exists'=>'غير موجود فى جدول ال ',
    'max_length'=>'الحد الاقصى من الحروف هو ',
    'min_length'=>' الحد الادنى من الحروف هو ',
    'max_val'=>'أكبر قيمة مسموح بها هى ',
    'min_val'=>'أقل قيمة مسموح بها هى ',
    'url'   =>'عنوان   غير صالح',

];